[
  {
    "id": 1,
    "excuse": "Sorry, I can't make it, I have to wash my hair."
  },
  {
    "id": 2,
    "excuse": "My cat just stole my laptop."
  },
  {
    "id": 3,
    "excuse": "My Wi-Fi went on strike and won't connect."
  },
  {
    "id": 4,
    "excuse": "I'm currently busy saving the world from evil villains."
  },
  {
    "id": 5,
    "excuse": "I'm having an important conversation with my imaginary friend."
  },
  {
    "id": 6,
    "excuse": "I just can't resist the temptation of a nap right now."
  },
  {
    "id": 7,
    "excuse": "I accidentally left my computer at the gym."
  },
  {
    "id": 8,
    "excuse": "I'm stuck in a time warp and can't make it to the present."
  },
  {
    "id": 9,
    "excuse": "I'm afraid I'll have to pass this meeting to attend a unicorn parade."
  },
  {
    "id": 10,
    "excuse": "My toaster needs my full attention right now."
  },
  {
    "id": 11,
    "excuse": "My dog ate my internet connection cable."
  },
  {
    "id": 12,
    "excuse": "I'm currently auditioning for a Broadway show."
  },
  {
    "id": 13,
    "excuse": "Conf call \n 😷 Bingo"
  },
  {
    "id": 14,
    "excuse": "My fridge just decided to take a nap and won't stop humming."
  },
  {
    "id": 15,
    "excuse": "I need to finish my training to become a Jedi."
  },
  {
    "id": 16,
    "excuse": "My cat is hogging the webcam for her own Zoom meeting."
  },
  {
    "id": 17,
    "excuse": "I'm currently trapped in a video game and can't log off."
  },
  {
    "id": 18,
    "excuse": "I'm playing hide and seek with my kids and I'm winning!"
  },
  {
    "id": 19,
    "excuse": "My plant needs watering and won't stop nagging me about it."
  },
  {
    "id": 20,
    "excuse": "I'm on a top-secret mission to find the best pizza in town."
  },
  {
    "id": 21,
    "excuse": "My computer is jealous of my attention and decided to crash."
  },
  {
    "id": 22,
    "excuse": "My psychic told me to avoid online meetings today."
  },
  {
    "id": 23,
    "excuse": "I'm in the middle of an important staring contest with my goldfish."
  },
  {
    "id": 24,
    "excuse": "My neighbors are having a loud party and I can't hear a thing."
  },
  {
    "id": 25,
    "excuse": "I'm currently fighting off an army of paper clips."
  },
  {
    "id": 25,
    "excuse": "My internet connection is stuck"
  }
]